Repository: wp-plugins/mediashort
Catalog: languages/mediashort-*.po
Languages: sv_se

source: MediaShort Settings
sv_se: MediaShort Inställningar

source: Set tag URL and activate MediaShort.
sv_se: Välj tagg-URL och aktivera MediaShort

source: MediaShort settings is updated!
sv_se: MediaShorts inställningar är nu uppdaterade!

source: Is active
sv_se: Aktiv

source: Short URL tag
sv_se: Kort URL-tagg

source: (This will change the old MediaShort URLs!)
sv_se: (Detta kommer att ändra samtliga korta adresser!)

source: Save Changes
sv_se: Spara

source: Alternative URL 1
sv_se: Alternativ URL 1

source: Alternative URL 2
sv_se: Alternativ URL 2

source: Alternative URL 3
sv_se: Alternativ URL 3

source: Alternative URL 4
sv_se: Alternativ URL 4

source: Use MediaShort-URLs as an attachment and force browser download
sv_se: Använd MediaShort-URL som nedladdning och tvinga webbläsaren att ladda ner som fil

source: Base URL replacement
sv_se: Bas-URL, byt ut till

source: (In case of use duplicate url address, eg http://amek.se instead of base url http://www.amek.se)
sv_se: (Om dubbel address finns, ex http://amek.se istället för standard http://www.amek.se)

source: Transfer mode
sv_se: Överföringsval

source: Redirect (force download as attachment will not work)
sv_se: Ompekning (tvingad nedladdning som fil kommer inte att fungera)

source: Rewrite the url and transfer content
sv_se: Omskrivning av URL

source: Use cURL
sv_se: Använd cURL

source: Show link type in media dialog
sv_se: Visa olika länktyper i mediadialogen

source: Alternative URL 1: Shortest possible
sv_se: Alternativ URL 1: Kortast möjligast

source: Alternative URL 2: Short with filename extention
sv_se: Alternativ URL 2: Kort med filändelsen

source: Alternative URL 3: The filename
sv_se: Alternativ URL 3: Filnamnet

source: Alternative URL 4: The filename and extention
sv_se: Alternativ URL 4: Filnamnet och filändelsen
